var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送给我自己",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "岁月如梭，相同的一天，爸爸妈妈看着自己出生",  // 同上...
        "可是今天，物是人非",
        "没有了父亲",
        "没有了母亲",
        "只有自己孤独的坚守",
        "还记得小时候",
        "每次过生日，天空就会下雨",
        "然后，逢人就说，自己喜欢淋雨",
        "其实，是喜欢过生日时母亲的温柔还有父亲的坚毅",
        "可现在，一切都没有了",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
        //"心爱的小可爱": "./imgs/xiaokeai.png",
        "送给我自己": "./imgs/1.png",      
        "岁月如梭，相同的一天，爸爸妈妈看着自己出生": "./imgs/2.png",
        "可是今天，物是人非": "./imgs/3.png",
        "没有了父亲": "./imgs/4.png",
        "没有了母亲": "./imgs/5.png",
        "只有自己孤独的坚守": "./imgs/6.png",
        "还记得小时候": "./imgs/7.png",
        "每次过生日，天空就会下雨": "./imgs/8.png",
        "然后，逢人就说，自己喜欢淋雨": "./imgs/9.png",
        "其实，是喜欢过生日时母亲的温柔还有父亲的坚毅": "./imgs/10.png",
        "可现在，一切都没有了": "./imgs/11.png",
        // "今天是你的生日": "./imgs/birthday.jpg",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "颜色",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "有时候孤独的时候就有很多话想要说出来",
    }
};
